{
  "id": 13,
  "title": "Адсорбция",
  "pages": [
    {
      "id": 1,
      "title": "Понятие адсорбции",
      "text": [
        "Явление смачивания твердых тел жидкостями убеждает нас в том, что молекулы жидкости в некоторых случаях как бы прилипают к твердому телу и более или менее длительно удерживаются на нем.",
        "То же может происходить и с молекулами газа. Твердое тело, находящееся в газе, всегда покрыто слоем молекул газа, некоторое время удерживающихся на нем молекулярными силами. Это явление носит название адсорбции.",
        "Количество адсорбированного газа в разных случаях разное. Прежде всего, оно зависит от площади поверхности, на которой могут адсорбироваться молекулы: чем больше эта поверхность, тем больше адсорбируется газа.",
        "Адсорбирующая поверхность особенно велика у пористых веществ, т. е. веществ, пронизанных множеством мелких каналов, иногда невидимых даже при помощи микроскопа с большим увеличением.",
        "Количество адсорбированного газа зависит также от природы газа и от свойств твердого тела."
      ]
    },
    {
      "id": 2,
      "title": "Применение адсорбции",
      "text": [
        "Одним из примеров веществ, способных адсорбировать громадные количества газа, является активированный уголь, т. е. уголь, освобожденный от смолистых примесей прокаливанием.",
        "Адсорбция на активированном угле и на других твердых телах широко применяется в технике.",
        "Она применяется, например, для улавливания ценных газообразных веществ, получающихся при химических производствах; в медицине — для извлечения вредных газов, получающихся внутри организма при разнообразных отравлениях, и т.п.",
        "Большое значение имеет адсорбция газов на поверхности твердых тел для ускорения некоторых химических реакций между газами (катализ)",
        "Одно из важных применений адсорбции — улавливание отравляющих газов посредством противогазов. Улавливание производится слоем активированного угля, помещенным внутри респираторной коробки противогаза",
        "Кроме угля, в коробке находятся еще химические поглотители и фильтр для задержания отравляющих дымов, не задерживаемых углем.",
        "Применение активированного угля для целей противогазовой обороны было предложено в 1915 г. известным химиком Николаем Дмитриевичем Зелинским (1861-1953).",
        "Отметим, что твердые тела могут адсорбировать не только газы, но и различные растворенные вещества из жидкостей. Этим тоже широко пользуются в технике."
     ]
    }
  ]
}