{
  "id": 11,
  "title": "Капиллярные явления",
  "pages": [
    {
      "id": 1,
      "title": "Значение кривизны свободной поверхности жидкости",
      "text": [
        "В жизни мы часто имеем дело с телами, пронизанными множеством мелких каналов (бумага, пряжа, кожа, различные строительные материалы, почва, дерево).",
        "Приходя в соприкосновение с водой или другими жидкостями, такие тела очень часто впитывают их в себя. На этом основано действие полотенца при вытирании рук, действие фитиля в керосиновой лампе и т.д.",
        "Очень часто жидкость, впитываясь в пористое тело, поднимается вверх; например, поднимаются вверх чернила, впитывающиеся в промокательную бумагу.",
        "Подобные явления можно также наблюдать в очень узких стеклянных трубках. Узкие трубки называются капиллярными (от латинского слова capillaris — волосной).",
        "Опустим такую трубку в жидкость. Если жидкость смачивает стенки трубки, то она поднимается по стенкам трубки над уровнем жидкости в сосуде и притом тем выше, чем уже трубка",
        "Если жидкость не смачивает стенки, то наоборот, уровень жидкости в узкой трубке устанавливается ниже, чем в широкой",
        "В узкой трубке края жидкости образуют всю поверхность жидкости так, что поверхность имеет вид, напоминающий полусферу (так называемый мениск), в случае смачивающих жидкостей обращенную вверх вогнутостью, а в случае несмачивающих — вверх выпуклостью",
        "Наличие кривой поверхности жидкости связано с наличием разности давлений: под вогнутым мениском давление жидкости меньше, чем под плоским, и это ведет к тому, что в случае вогнутого мениска жидкость поднимается до тех пор, пока гидростатическое давление не компенсирует разность давлений; под выпуклым мениском давление больше, чем под плоским, и это ведет к опусканию жидкости в узких трубках.",
        "Таким образом, в узкой трубке смачивающая жидкость устанавливается выше уровня в широкой трубке, а несмачивающая устанавливается ниже уровня в широкой трубке.",
        "Высота поднятия жидкости в капиллярной трубке тем больше, чем больше поверхностное натяжение жидкости и чем меньше радиус трубки и плотность жидкости.",
        "Это положение можно отнести и к твердым материалам, пронизанным тонкими каналами неправильной формы. Если материал смачивается водой, то она втягивается в него на тем большую высоту, чем уже каналы."
       ]
    }
  ]
}