{
  "id": 8,
  "title": "Смачивание и несмачивание",
  "pages": [
    {
      "id": 1,
      "title": "Соприкосновение жидкости с твёрдым телом",
      "text": [
        "В случае соприкосновения с твердым телом силы сцепления молекул жидкости с молекулами твердого тела начинают играть существенную роль.",
        "Поведение жидкости будет зависеть от того, что больше: сцепление между молекулами жидкости или сцепление молекул жидкости с молекулами твердого тела.",
        "В случае ртути и стекла силы сцепления между молекулами ртути и стекла малы по сравнению с силами сцепления между молекулами ртути и ртуть собирается в каплю. В случае же воды и стекла (или ртути и цинка) силы сцепления между молекулами жидкости и твердого тела превосходят силы сцепления, действующие между молекулами жидкости, и жидкость растекается по твердому телу."
      ]
    },
    {
      "id": 2,
      "title": "Смачивающие и несмачивающие жидкости",
      "text": [
        "Если силы сцепления между молекулами жидкости больше сил сцепления между молекулами жидкости и твёрдого тела, то такая жидкость называется не смачивающей твёрдое тело",
        "Если силы сцепления между молекулами жидкости меньше сил сцепления между молекулами жидкости и твёрдого тела, то такая жидкость называется смачивающей твёрдое тело",
        "Отсюда следует, что, говоря о поверхности жидкости, надо иметь в виду не только поверхность, где жидкость граничит с воздухом, но также и поверхность, граничащую с другими жидкостями или с твердыми телами."
      ]
    },
    {
      "id": 3,
      "title": "Форма поверхности жидкости",
      "text": [
        "В зависимости от того, смачивает ли жидкость стенки сосуда или не смачивает, форма поверхности жидкости у места соприкосновения с твердой стенкой и газом имеет разный вид.",
        "В случае ртути в стеклянном сосуде или воды в сосуде, стенки которого покрыты слоем парафина, форма поверхности у края круглая, выпуклая. Это объясняется тем, что в данном случае силы сцепления между молекулами ртути превосходят силы сцепления ртути со стенками и ртуть, стремясь стянуться, частично отходит от стекла.",
        "Отсюда следует, что, говоря о поверхности жидкости, надо иметь в виду не только поверхность, где жидкость граничит с воздухом, но также и поверхность, граничащую с другими жидкостями или с твердыми телами."
      ]
    }
  ]
}