{
  "id": 9,
  "title": "Расположение молекул у поверхности тел",
  "pages": [
    {
      "id": 1,
      "title": "Двусторонняя пластинка",
      "text": [
        "Молекулы многих веществ довольно сложны; благодаря этому различные части такой молекулы могут обнаруживать различные силы сцепления при взаимодействии с другими молекулами.",
        "Если каким-либо образом расположить подобные молекулы так, что в одну сторону будут обращены концы, сильно взаимодействующие с водой, а в другую — слабо взаимодействующие, то получится пластинка, одна поверхность которой будет смачиваться водой, а другая не будет.",
        "Парафин на горячей воде плавится, и молекулы жидкого парафина поворачиваются, притягиваясь своими сильно взаимодействующими с водой концами к поверхности воды.",
        "В таком положении они и застывают, когда вода охлаждается, и в результате получается двусторонняя пластинка, которая будет вести себя с разных сторон по-разному: \nНа той поверхности пластинки, которая соприкасалась с воздухом, капля воды не растечется и будет иметь такую же форму, как ртуть на стекле; в этом случае вода не смачивает парафин. На поверхности, соприкасавшейся с водой, капля воды немедленно растечется, образуя тонкую пленку; в этом случае вода смачивает парафин"
      ]
    },
    {
      "id": 2,
      "title": "Химическое обоснование",
      "text": [
        "Наиболее сильно влияние определенного расположения молекул в поверхностном слое у маслянистых веществ, обладающих смазочным действием.",
        "На основании химических исследований этим молекулам приписывают удлиненную форму, причем на одном ее конце находится группа атомов СООН (так называемая карбоксильная группа). Эта группа и обусловливает сцепление молекул маслянистых веществ с поверхностями твердых тел (активные концы).",
        "Другие концы тех же молекул дают очень малые силы сцепления (инертные концы)."
      ]
    },
    {
      "id": 3,
      "title": "Смазочное действие масел",
      "text": [
        "Слой смазки между двумя твердыми (например, металлическими) поверхностями разделяется на слои, обращенные друг к другу попеременно активными и инертными концами",
        "К твердым телам примыкает слой молекул, прикрепившихся к нему своими активными концами. Эти молекулы располагаются подобно щетине на щетке.",
        "При движении происходит скольжение между инертными концами молекул смачивающего вещества. При этом скольжении не получается больших сил, ему препятствующих, так как силы сцепления у этих концов молекул малы. Поэтому и трение получается весьма малым.",
        "Отметим, что у жидкостей, не обладающих смазочным действием\nв тонких слоях, молекулярная картина течения жидкости вблизи твердого\nтела имеет иной характер."
      ]
    }
  ]
}