{
  "id": 5,
  "title": "Поверхностное натяжение",
  "pages": [
    {
      "id": 1,
      "title": "Коэффициент поверхностного натяжения",
      "text": [
        "Отношение поверхностной энергии участка поверхности жидкости к площади этого участка есть величина постоянная, не зависящая от площади.",
        "Эту величину называют коэффициентом поверхностного натяжения или просто поверхностный натяжением и обозначают буквой σ.",
        "σ = U/S.",
        "Поверхностное натяжение представляет собой удельную поверхностную энергию, т. е. энергию, приходящуюся на поверхность единичной площади."
      ]
    },
    {
      "id": 2,
      "title": "Сила поверхностного натяжения",
      "text": [
        "Возьмём плоскую проволочную рамку, одна из сторон которой, представляющая собой перемычку длины l, может перемещаться, оставаясь параллельной самой себе.",
        "Окунём рамку в раствор мыла в воде, она окажется затянутой тонкой плёнкой жидкости, ограниченной с обеих сторон поверхностным слоем.",
        "Вследствие стремления поверхностных слоёв сократиться плёнка будет перемещать перемычку.",
        "Чтобы предотвратить перемещение перемычки, к ней нужно приложить силу F, которая уравновесит силу F', действующую на перемычку со стороны плёнки.",
        "Увеличивая силу F на ничтожно малую величину, переместим очень медленно перемычку в направлении силы F на расстояние b.",
        "При этом сила F совершит работу, равную Fb. В результате совершения этой работы поверхностный слой жидкости увеличится на 2lb, что приведёт к приращению поверхностной энергии на 2lbσ.",
        "Приравняв приращение поверхностное натяжение поверхностной энергии работе, совершённой силой F, получим соотношение 2lbσ = Fb, откуда получаем: \n F = 2lσ."
      ]
    },
    {
      "id": 3,
      "title": "Второе определение",
      "text": [
        "Полученное в предыдущем разделе выражение означает, что поверхностный слой, стремясь сократиться, действует на единицу длины своей границы с силой, равной σ.",
        "Это позволяет дать другое определение поверхностного натяжения: \n Поверхностное натяжение - это сила, действующая со стороны поверхностного слоя на единицу длины контура, ограничивающего этот слой.",
        "В СИ поверхностное натяжение выражается в ньютонах на метр (Н/м).",
        "Отметим, что 1 Н/м = 1 Дж/м²"
      ]
    }
  ]
}