{
  "id": 14,
  "title": "Флотация",
  "pages": [
    {
      "id": 1,
      "title": "Механизм флотации",
      "text": [
        "Чистая руда почти никогда не встречается в природе. Почти всегда полезное ископаемое перемешано с «пустой», т. е. ненужной горной породой.",
        "Руда, в которой мало полезного ископаемого, называется бедной. Процесс отделения пустой породы от полезного ископаемого называется обогащением руды.",
        "Среди разнообразных способов обогащения (главным образом механических) большое значение приобрел способ, основанный на явлениях смачивания, — флотация (всплывание). Наибольшее значение она имеет для руд цветных металлов.",
        "Сущность флотации состоит в следующем. Раздробленная в мелкий порошок руда взбалтывается в воде. Туда же добавляется небольшое количество вещества, обладающего способностью смачивать одну из подлежащих разделению частей (например, крупицы полезного ископаемого) и не смачивающего другую часть (крупицы пустой породы).",
        "Кроме того, добавляемое вещество не должно растворяться в воде, так что вода не будет смачивать поверхность крупицы, покрытую тонкой пленкой добавки.",
        "Обычно применяют какое-нибудь дешевое масло. В результате перемешивания крупицы полезной руды обволакиваются тонкой пленкой масла, а крупицы пустой породы остаются свободными.",
        "В то же время в получившуюся кашеобразную смесь вдувается очень мелкими пузырьками воздух. Пузырьки воздуха, пришедшие в соприкосновение с крупицей полезной породы, покрытой слоем масла и потому не смачиваемой водой, прилипают к ней.",
        "Это происходит потому, что тонкая пленка воды между пузырьками воздуха и не смачиваемой ею поверхностью крупицы , стремясь уменьшить свою поверхность, обнажает поверхность крупицы (подобно тому как вода на сальной поверхности собирается в капли, обнажая этим сальную поверхность).",
        "У крупиц полезной руды вместе с прилипшими к ним пузырьками воздуха средняя плотность меньше плотности воды, и они постепенно поднимаются кверху, а крупицы пустой породы опускаются вниз.",
        "Таким образом происходит более или менее полное отделение пустой породы и получается так называемый концентрат, настолько богатый полезной рудой, что дальнейшая обработка его становится возможной и выгодной."
      ]
    },
    {
      "id": 2,
      "title": "Флотационная установка",
      "text": [
        "Схема флотационной установки:",
        "1 — труба, по которой поступает взвесь измельченной руды в воде, \n2 — сосуд, из которого капает флотационный реагент (масло), \n3 — поступление воздуха, засасываемого винтом, \n4 — место, где всплывшая полезная порода отделяется от оседающей пустой породы, \n5 — сток пены с полезной породой(концентрат)"
      ]
    }
  ]
}