{
  "id": 6,
  "title": "Жидкостные плёнки",
  "pages": [
    {
      "id": 1,
      "title": "Пена",
      "text": [
        "Все знают, как легко получить пену из мыльной воды или из яичного белка. Из чистой же воды пена получается очень неустойчивой.",
        "Пена — это множество пузырьков воздуха, ограниченных тончайшей пленкой жидкости.",
        "Из жидкости, образующей пену, легко можно получить и отдельную пленку."
      ]
    },
    {
      "id": 2,
      "title": "Плёнки",
      "text": [
        "Жидкостные пленки очень интересны. Они могут быть чрезвычайно тонки: в наиболее тонких частях их толщина не превосходит стотысячной доли миллиметра. Несмотря на свою тонкость, они иногда очень устойчивы.",
        "Мыльную пленку можно растягивать и деформировать. Сквозь мыльную пленку может протекать струя воды. Свойства жидкостей не разрушая ее. Смоченный мыльной водой стальной шарик пролетает сквозь мыльную пленку, оставляя ее целой.",
        "Заметим, что устойчивые пленки и пена не могут образовываться в химически чистых жидкостях. Непременным условием образования пены является прибавление к чистой жидкости (вода, спирт и т.п.) растворяющихся в ней веществ и притом таких, которые сильно понижают поверхностное натяжение.",
        "Как показывает опыт, молекулы такого растворенного вещества собираются в поверхностном слое жидкости",
        "Мыльная пленка представляет собой тройной слой. В двух наружных слоях мы имеем воду, насыщенную молекулами веществ, входящих в состав мыла, в среднем слое — почти чистую воду.",
        "Теперь представим себе, что пленка по какой-нибудь причине в одном месте утончилась. Это поведет к тому, что здесь обнажится внутренний слой почти чистой воды.",
        "Поверхностное натяжение этого слоя, как мы видели, больше. Вследствие большого поверхностного натяжения утончившееся место пленки потянет в свою сторону жидкость из других, более толстых частей. Этим будет вновь достигнута одинаковая толщина пленки на всем протяжении, и опасность разрыва пленки исчезнет."
      ]
    },
    {
      "id": 3,
      "title": "Пена в природе и технике",
      "text": [
        "Часто можно видеть в ручьях, там, где небольшие струйки воды падают в спокойную воду, обильное образование пены. В этом случае способность воды пениться связана с наличием в воде особого органического вещества, выделяющегося из корней растений(сапонина).",
        "В строительной технике иногда используются материалы, имеющие ячеистую структуру, вроде пены (например, пенобетон). Такие материалы дешевы, легки, плохо проводят тепло и звуки и достаточно прочны.",
        "Важным примером использования пенообразующих веществ являются огнетушители, при действии которых пожар тушится устойчивой пеной, выбрасываемой из огнетушителя."
      ]
    }
  ]
}