{
  "id": 10,
  "title": "Давление под искривлённой поверхностью жидкости",
  "pages": [
    {
      "id": 1,
      "title": "Значение кривизны свободной поверхности жидкости",
      "text": [
        "Легко сообразить, что силы, связанные с наличием поверхностного натяжения и направленные по касательной к поверхности жидкости, в случае выпуклой поверхности дают результирующую, направленную внутрь жидкости",
        "В случае вогнутой поверхности результирующая сила направлена, наоборот, в сторону газа, граничащего с жидкостью",
        "На основании этих упрощенных рассуждений можно ожидать, что давление жидкости, ограниченной выпуклой поверхностью, больше давления окружающего газа (или другой жидкости, граничащей с первой), а давление жидкости, ограниченной вогнутой поверхностью, наоборот, меньше давления окружающего газа."
       ]
    },
    {
      "id": 2,
      "title": "Формула разности давлений",
      "text": [
        "Рассмотрим пузырек воздуха радиуса R в жидкости с поверхностным натяжением σ. р2 — давление воздуха в пузырьке, р1 — давление жидкости вокруг пузырька.",
        "Пусть по какой-либо причине радиус пузырька увеличился на малую по сравнению с радиусом R величину х. При этом будет произведена работа А, равная произведению разности сил давления (р2 - р1) • 4𝜋R^2 на перемещение х: \nА = (р2 - p1) * 4𝜋R^2x.",
        "С другой стороны, площадь поверхности увеличится на\n4𝜋(R + х)^2 — 4𝜋R^2 = 4𝜋x(2R + x).",
        "Так как мы предположили, что х очень мало по сравнению с R, то можно принять увеличение площади поверхности равным 8𝜋Rx. \nПри этом поверхностная энергия получит приращение ΔЕ = 8𝜋Rxσ",
        "Приравнивая работу А и приращение энергии ΔЕ, получим: \n8𝜋Rхσ = (p2 - p1) * 4𝜋R^2x, откуда: \n p2 - p1 = 2σ/R",
        "Как видно, добавочное давление зависит от радиуса сферической поверхности. При малых радиусах оно может достигать больших значений; например, добавочное давление внутри пузырька радиуса 1 мкм в воде равно 1,42 • 10^5 Па. В случае сферических поверхностей с большими радиусами (например, 10 см) добавочное давление пренебрежимо мало (0,96 • 10^(-5) Па)",
        "Добавочное давление равно нулю в случае плоской поверхности, которую можно рассматривать как предел сферической поверхности при бесконечном увеличении ее радиуса."
      ]
    }
  ]
}